Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: Find an app that can open link
tt: Сылтаманы ача алучы кушымта табу

source: Finger moved too fast. Try again.
tt: Бармак артык тиз алынды. Тагын бер кат тырышып карагыз.

source: Fingerprint icon
tt: Бармак эзе рәсеме

source: Fingerprint not recognized. Try again.
tt: Бармак эзе танылмады. Тагын бер кат тырышып карагыз.

source: Get one-tap access to sites you use most%1$s Menu > Add to Home screen
tt: Иң еш кулланылган сайтларга бер орыну белән күчү өчен%1$s Меню > Өй экранга өстәү

source: Get one-tap access to sites you use most Menu > Add to Home screen
tt: Иң еш кулланылган сайтларга бер орыну белән күчү өчен Меню > Төп экранга өстәү

source: Get search suggestions
tt: Эзләү тәкъдимнәрен алу

source: GET STARTED
tt: БАШЛАУ

source: Hide webpages when switching apps
tt: Кушымталарны алмаштырганда веб-сәхифәләрне яшерү

source: Hide webpages when switching apps and block taking screenshots.
tt: Кушымталарны алмаштырганда веб-сәхифәләрне яшерү.

source: Installed search engines
tt: Урнаштырылган эзләү системалары

source: Make %1$s default browser
tt: %1$s'ны төп гизгеч итү

source: Make privacy a habit
tt: Хосусыйлыкны гадәткә кертү

source: Manually add
tt: Кулдан өстәү

source: May result in missing icons or images
tt: Билге һәм рәсемнәрнең күренмәвенә сәбәп була ала

source: Mozilla strives to collect only what we need to provide and improve %1$s for everyone.
tt: Mozilla, %1$s'ны һәркемгә дә тәкъдим итү һәм яхшырту өчен кирәкле мәгълүматларны гына җыярга тырыша.

source: Name to display
tt: Күрсәтеләчәк исем

source: Navigate forward
tt: Алга бару

source: New custom URL added.
tt: Яңа үзгә URL өстәлде.

source: New search engine added.
tt: Яңа эзләү системасы өстәлде.

source: New Session
tt: Яңа утырыш

source: None of the apps on your device are able to open this link. You can leave %1$s to search %2$s for an app that can.
tt: Җиһазыгыздагы бер кушымта да бу сылтаманы ача алмый. Аны ача ала алучы кушымтаны %2$s эченнән эзләү өчен, Сез %1$s'тан чыга аласыз.

source: Notifications let you erase your %1$s session with a tap. You don’t need to open the app or see what’s running in your browser.
tt: Бердерүләр аша %1$s утырышыгызны бер орыну белән бетерә аласыз. Кушымтаны ачу яисә гизгечтә нәрсә ачык икәнен күрү кирәк түгел.

source: Number of trackers blocked
tt: Блокланган күзәтүчеләр саны

source: OK, got it!
tt: Яхшы, аңладым!

source: Oops
tt: Абау

source: Open a link in a new tab Long-press any link on a page
tt: Сылтаманы яңа биттә ачу өчен Сылтамага озак итеп басып торыгыз

source: Open every link in %1$s Set %1$s as default browser
tt: Һәр сылтаманы да %1$s'та ачу %1$s'ны төп гизгеч итегез

source: Open link in another app
tt: Сылтаманы башка кушымтада ачу

source: Open link in selected tab
tt: Сылтаманы сайланган табта ачу

source: Open tab
tt: Табны ачу

source: Open with…
tt: … белән ачу

source: Open with %1$s
tt: %1$s белән ачу

source: <p>%1$s puts you in control.</p> <p>Use it as a private browser: <ul> <li>Search and browse right in the app</li> <li>Block trackers (or update settings to allow trackers)</li> <li>Erase to delete cookies as well as search and browsing history</li> </ul> </p> <p>%1$s is produced by Mozilla. Our mission is to foster a healthy, open Internet.<br/> <a href="%2$s">Learn more</a></p>
tt: <p>%1$s дилбегәне Сезнең кулга тапшыра.</p> <p>Аны хосусый браузер буларак кулланып, түбәндәгеләрне эшләп була: <ul> <li>Турыдан-туры кушымта эчендә эзләү һәм пәрәвездә гизү</li> <li>Күзәтүче-трекерларны блоклау (яисә, көйләүләрне яңартып, аларны рөхсәт итү)</li> <li>Кукиларны, эзләү һәм гизү тарихларын җиңел генә бетереп ату</li> </ul> </p> <p>%1$s Mozilla тарафыннан җитештерелә. Безнең миссиябез — сәламәт һәм ачык Интернетны үстерү.<br/> <a href="%2$s">Күбрәк белү</a></p>

source: Pages may load faster, but may also behave unexpectedly
tt: Сәхифәләр тизрәк йөкләнеләчәк, әмма алар көтелгәнчә эшләмәскә дә мөмкин

source: Paste or enter search string. If necessary, replace search term with: %s.
tt: Эзләнәсе сүз я сүзтезмәне ябыштырыгыз яки языгыз. Кирәк булса, эзләнәчәк сүз я сүзтезмәне %s белән алыштырыгыз.

source: Paste or enter URL
tt: URL'ны ябыштырыгыз яки языгыз

source: Performance
tt: Җитештерүчәнлек

source: Power up your privacy
tt: Хосусыйлыгызны көчәйтегез

source: Privacy & Security
tt: Хосусыйлык & Хәвефсезлек

source: Problem loading page
tt: Cәхифәне йөкләгәндә хата китте

source: Rather see the full desktop site?%1$s Menu > Request desktop site
tt: Сайтның өстәл өсте компьютерлары өчен эшләнгән версиясен карыйсыгыз киләме?%1$sМеню → Өстәл өсте компьютеры

source: Rather see the full desktop site? Menu > Request desktop site
tt: Сайтның өстәл өсте компьютерлары өчен эшләнгән версиясен карыйсыгыз киләме? Меню → Өстәл өсте компьютеры

source: Reload website
tt: Сайтны яңадан йөкләү

source: Remote debugging via USB/Wi-Fi
tt: USB/Wi-Fi аркылы хаталарны ерактан төзәтү

source: Remove custom URLs
tt: Үзгә URL'ларны бетерү

source: Remove search engines
tt: Эзләү системаларын бетерү

source: Request desktop site
tt: Сайтның тулы версиясен сорау

source: Restore default search engines
tt: Стандарт эзләү системаларын яңадан торгызу

source: Return to your favorite sites in %1$s quickly. Just select "Add to Home screen" from the %1$s menu.
tt: %1$s'та иң яраткан сайтларыгызга тиз генә кире кайта аласыз. Моның өчен %1$s менюсыннан "Өй экранына кушуны" сайлау җитә.

source: Saved and shared images <b>will not be deleted</b> when you erase %1$s history.
tt: %1$s тарихын бетергәндә, сакланган яки уртаклашылган рәсемнәр <b>бетерелмәячәк</b>.

source: Search engine name
tt: Эзләү системасының исеме

source: Search for %1$s
tt: %1$s дип эзләү

source: Searching for something different? Choose another default search engine in Settings.
tt: Башка берәр нәрсә эзлисезме? Көйләүләр менюсына кереп, стандарт итеп башка бер эзләү системасын сайлый аласыз.

source: Search Privately
tt: Хосусый эзләү

source: Secure connection failed
tt: Хәвефсез бәйләнеш кору хатасы

source: Send usage data
tt: Куллану мәгълүматларын җибәрү

source: Server not found
tt: Сервер табылмады

source: Set %1$s as your default browser and get the benefits of private browsing when you open webpages from other apps.
tt: %1$s'ны төп гизгечегез итеп сайлап, башка кушымталардан сайтларны ачканда да хосусый гизү мөмкинлегеннән файда күрегез.

source: Set default, autocomplete
tt: Стандарт итү, автотөгәлләү

source: Share…
tt: Уртаклашу…

source: Shortcut will open with Tracking Protection disabled
tt: Ярлык «Күзәтүчеләрдән саклау» режимы сүндерелгән килеш ачылачак

source: Show home screen tips
tt: Өй экранында киңәшләр күрсәтү

source: Site behaving unexpectedly? Try turning off Tracking Protection
tt: Сайт көтелгәнчә эшләмиме? Күзәтүчеләрдән саклауны сүндереп карагыз

source: Site Security
tt: Сайт хәвефсезлеге

source: Some ads track site visits, even if you don’t click the ads
tt: Кайбер рекламалар, Сез аларга басмасагыз да, сайтка керүләрегезне күзәтеп тора

source: Some search engines cannot show suggestions.
tt: Кайбер эзләү машиналары тәкъдимнәр ясамый.

source: Stealth
tt: Күренмәслек

source: Stop loading website
tt: Веб-сайтны йөкләүне туктату

source: Switching Apps
tt: Кушымталарны алыштыру

source: System default
tt: Система теле

source: Tabs open: %1$s
tt: Ачык таблар: %1$s

source: Take private browsing to the next level. Block ads and other content that can track you across sites and bog down page load times.
tt: Хосусый гизүне яңа дәрәҗәгә күтәрегез. Сайтлар аша Сезне күзәтүче һәм сәхифәләрнең йөкләнү вакытын арттыручы рекламаларны һәм башка эчтәлекләрне блоклагыз.

source: Tap the magnifying glass icon above the keyboard to add this search engine.
tt: Бу эзләү систамасын өстәү өчен, клавиатура өстендәге лупа билгесенә басыгыз.

source: The address wasn’t understood
tt: Адрес аңлашылмады

source: The connection timed out
tt: Бәйләнешне көтү вакыты чыкты

source: To get search suggestions, %1$s needs to send what you type in the address bar to the search engine you’ve chosen. %2$s.
tt: Эзләү тәкъдимнәрен алыр өчен, %1$s Сез адрес юлында язганнарны үзегез сайлаган эзләү системасына җибәрергә тиеш. %2$s.

source: Touch the fingerprint sensor to continue.
tt: Дәвам итү өчен, бармак эзен укучы сенсорга басыгыз.

source: Trackers blocked
tt: Күзәтүчеләр блокланды

source: Tracking, cookies, data choices
tt: Күзәтүчеләр, кукилар, бирелгәннәрне сайлау

source: Turn off tips on the %1$s start screen
tt: %1$s өй экрандагы киңәшләрне сүндерү

source: <ul> <li>Check the address for typing errors such as <strong>ww</strong>.example.com instead of <strong>www</strong>.example.com</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
tt: <ul> <li>Адресны керткән вакытта хата китмәгәнме икәнен тикшерегез, мәсәлән <strong>www</strong>.example.com урынына <strong>ww</strong>.example.com</li> дип язган кебек. <li>Һичбер сайт та ачылмаса, җиһазыгызның мобиль Интернет яисә Wi-Fi бәйләнешен тикшерегез.</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your mobile device’s data or Wi-Fi connection.</li> </ul>
tt: <ul> <li>Сайт вакытлыча сүнгән я бик мәшгуль булырга мөмкин. Берничә минуттан янәдән тырышып карагыз.</li> <li>Һичбер сәхифә дә ачылмаса җиһазыгызның мобиль Интернет яисә Wi-Fi бәйләнешен тикшерегез.</li> </ul>

source: <ul> <li>This problem can sometimes be caused by disabling or refusing to accept cookies.</li> </ul>
tt: <ul> <li>Кайвакыт бу проблема кукилар сүндерелгән булганга яки аларны кабул итүдән баш тартканга килеп чыга.</li> </ul>

source: <ul> <li>You might need to install other software to open this address.</li> </ul>
tt: <ul> <li>Бу адресны ачу өчен башка бер программа урнаштыруыгыз кирәк булырга мөмкин.</li> </ul>

source: URL already exists
tt: URL инде бар

source: URL Autocomplete
tt: URL-адресны автотөгәлләү

source: URL to add
tt: Өстәләчәк URL

source: Used to collect, analyze and measure activities like tapping and scrolling
tt: Басу һәм скроллинг кебек хәрәкәтләрне җыю, анализлау һәм үлчәү өчен кулланылалар

source: Use fingerprint to unlock app
tt: Кушымтаны ачу өчен бармак эзен куллану

source: Verified by: %1$s
tt: Раслаучы: %1$s

source: Web Content
tt: Web-эчтәлек

source: Website loaded
tt: Веб-сайт йөкләнде

source: We can’t load this page for some reason.
tt: Билгесез сәбәпләрдән бу сәхифәне йөкли алмадык.

source: Would you like to turn on search suggestions?
tt: Эзләү тәкъдимнәрен кабызасыгыз киләме?

source: You are not granted any rights or licenses to the trademarks of the Mozilla Foundation or any party, including the Mozilla, Firefox or %1$s names or logos. Additional information may be found <a href="%2$s">here</a>.
tt: Сезгә Mozilla Foundation'ның яисә башка тарафларның һичбер теркәлгән сәүдә билгеләренә, шул исәптән Mozilla, Firefox яисә %1$s исемнәре яки логотипларына бернинди дә хокуклар я лицензияләр бирелми. Өстәмә мәгълүматны <a href="%2$s">монда</a> табып була.

source: You can leave %1$s to open this link in %2$s.
tt: Бу сылтаманыі %2$s ярдәме белән ачу өчен, сез %1$s'тан чыга аласыз.

source: Your browsing history has been erased.
tt: Гизү тарихыгыз бетерелде.

source: Your fingerprint can unlock %1$s if a URL is already opened in the app. Stealth will be turned on.
tt: Сезнең бармак эзегез, кушымтада бер URL сылтама инде ачык булганда, %1$s'ны ача ала. Stealth-режим кабыначак.

source: abnormality
tt: аномальлек

source: add-on
tt: кушымча

source: aggregate
tt: җыелма

source: All Hands
tt: Барлык катнашучылар

source: alternate text
tt: альтернатив текст

source: appear
tt: күренү

source: appearance
tt: тышкы күренеш

source: attack
tt: һөҗүм итү

source: attacker
tt: һөҗүм итүче

source: Attack Site
tt: Һөҗүм итүче сайт

source: attendee
tt: катнашучы

source: authenticate
tt: аутентификацияләү

source: authenticated
tt: аутентификацияләнгән

source: autoplay
tt: автоуйнату

source: back out
tt: кире кайтару

source: black box
tt: кара тартмага сал

source: bookmark
tt: кыстыргыч

source: boolean
tt: логик

source: boot
tt: куу

source: breakpoint
tt: тукталыш

source: Bug report
tt: Хата турында хәбәр

source: certificate authority
tt: сертификат үзәге

source: channel
tt: канал

source: cipher
tt: шифр

source: clipboard
tt: алмаш буферы

source: clockwise
tt: сәгать теле буенча

source: compact
tt: компакт

source: compact - recommend deprioritize
tt: кысу

source: context
tt: контекст

source: contribute
tt: катнашу

source: corrupt
tt: бозу

source: corrupted
tt: бозылган

source: counterclockwise
tt: сәгать угына каршы

source: cryptominer
tt: криптомайнер

source: cryptomining
tt: криптомайнинг

source: debug
tt: җайлау

source: deceptive site
tt: ялган сайт

source: decode
tt: декодлау

source: decryption
tt: шифрын ачу

source: disinformation
tt: ялган хәбәр

source: distrust
tt: ышанычлы түгел дип билгеләү

source: eavesdropping
tt: яшерен тыңлау

source: enable
tt: кабызу

source: encode
tt: кодлау

source: encrypt
tt: шифрлау

source: encryption
tt: шифрлау

source: end user
tt: кулланучы

source: executable file
tt: башкарылучы файл

source: extension
tt: киңәйтү

source: external
tt: тышкы

source: Fellow
tt: Фикердәш

source: filter bubble
tt: фильтрлар куыгы

source: fingerprinter
tt: бармак эзләрен җыючы (идентификатор)

source: fingerprinting
tt: бармак эзләрен җыю (идентификация)

source: gear
tt: реклама материаллары

source: grassroots
tt: астагы инициатива

source: home page
tt: баш бит

source: idle
tt: тик тора

source: import
tt: импортлау

source: innovations
tt: инновацияләр

source: insecure
tt: хәвефле

source: installation
tt: урнаштыру

source: Issue
tt: Чыгару

source: Legacy extension
tt: Искергән өстәмә

source: misinformation
tt: ялгыш мәгълүмат

source: native
tt: натив

source: open source
tt: ачык чыганак код

source: override
tt: үзгәртеп язу

source: participation
tt: катнашу

source: Patch
tt: Ямау

source: pop-up
tt: калкучы бит

source: preference
tt: көйләү

source: release
tt: чыгарылыш

source: report
tt: шикаять итү

source: revert
tt: кире кайтару

source: search suggestion
tt: эзләү тәкъдиме

source: security keys
tt: саклык ачкычлары

source: sensitive
tt: сизгер

source: sidebar
tt: яндагы панель

source: sign
tt: имзалау

source: signer
tt: имзалаучы

source: studies
tt: тикшеренүләр

source: track
tt: күзәтү

source: trackers
tt: күзәтеп торучылар

source: Turbo Mode
tt: Турбо режим

source: unencrypted
tt: шифрланмаган

source: unresponsive
tt: җавапсыз

source: unsafe
tt: ышанычлы түгел

source: validate
tt: раслау

source: validity
tt: чынлык

source: version
tt: версия

source: Web Authentication
tt: Веб-аутентификация
